{"name": "Under Argentina’s New President, Fuel Is Up 60%, and Diaper Prices Have Doubled.", "type": "title", "index": 0, "children": [{"name": " \nJavier Milei warned that things would get worse before they got better", "type": "C", "index": 1, "children": [{"name": "Now Argentines are living it", "type": "($E_O). ", "index": 1, "children": null}, {"name": "Over the past two weeks, the owner of a hip wine bar in Buenos Aires saw the price of beef soar 73 percent, while the zucchini he puts in salads rose 140 percent", "type": "($E_P). ", "index": 1, "children": null}, {"name": "An Uber driver paid 60 percent more to fill her tank", "type": "($E_P). ", "index": 1, "children": null}, {"name": "And a father said he spent twice as much on diapers for his toddler than he did last month", "type": "($E_P). ", "index": 1, "children": null}, {"name": "In Argentina, a country synonymous with galloping inflation, people are used to paying more for just about everything", "type": "($E_O). ", "index": 1, "children": null}]}, {"name": "But under the country’s new president, life is quickly becoming even more painful", "type": "C", "index": 2, "children": [{"name": "When Javier Milei was elected president on Nov. 19, the country was already suffering under the world’s third-highest rate of inflation, with prices up 160 percent from a year before", "type": "($E_S). ", "index": 2, "children": null}]}, {"name": "But since Mr. Milei took office on Dec. 10 and quickly devalued the Argentine currency, prices have soared at such a dizzying pace that many in this South American country of 46 million are running new calculations on how their businesses or households can survive the far deeper economic crunch the country is already enduring", "type": "C", "index": 3, "children": [{"name": "“Since Milei won, we’ve been worried all the time,” said Fernando González Galli, 36, a high school philosophy teacher in Buenos Aires", "type": "($E_P). ", "index": 3, "children": null}, {"name": "Mr. Galli has been trying to cut back without making life worse for his two daughters, who are 6 years and 18 months old, including switching to a cheaper brand of diapers and racing to spend his Argentine pesos before their value disintegrates even further", "type": "($E_P). ", "index": 3, "children": null}, {"name": "“As soon as I get my paycheck, I go buy everything I can,” he said", "type": "($E_P). ", "index": 3, "children": null}, {"name": "Nahuel Carbajo, 37, an owner of Naranjo Bar, a trendy Buenos Aires wine bar, said that like most Argentines, he had become accustomed to regular price increases, but this past week went far beyond what even he was used to", "type": "($E_P). ", "index": 3, "children": null}, {"name": "Since Mr. Milei won, the price for the premium steak that Mr. Carbajo serves soared 73 percent, to 14,580 pesos, or roughly $18, per kilogram, about 2.2 pounds; a five-kilogram box of zucchini rose to 15,600 pesos from 6,500; and avocados cost 51 percent more than the beginning of this month", "type": "($E_P). ", "index": 3, "children": null}, {"name": "“There’s no way for salaries or people’s incomes to adapt at that speed,” Mr. Carbajo said", "type": "($E_P). ", "index": 3, "children": null}]}, {"name": "Mr. Milei’s spokesman, Manuel Adorni, said accelerating inflation was the inevitable consequence of finally fixing Argentina’s distorted economy", "type": "C", "index": 4, "children": [{"name": "“We’ve been left with a multitude of problems and unresolved issues that we have to start addressing,” he said", "type": "($E_E). ", "index": 4, "children": null}, {"name": "“Inevitably, we will go through months of high inflation,” he added", "type": "($E_E). ", "index": 4, "children": null}]}, {"name": "Mr. Milei has warned Argentines that his plans to shrink the government and remake the economy will hurt at first", "type": "C", "index": 5, "children": [{"name": "“I prefer to tell you the uncomfortable truth rather than a comfortable lie,” he said in his inaugural address, adding this past week that he wanted to end the country’s “model of decline”", "type": "($E_E). ", "index": 5, "children": null}, {"name": "Argentina’s economy has been mired in crisis for years, with chronic inflation, rising poverty and a currency that has plunged in value", "type": "($E_O). ", "index": 5, "children": null}, {"name": "The economic turmoil paved the way to the presidency for Mr. Milei, a political outsider who had spent years as an economist and television pundit railing against what he called corrupt politicians who destroyed the economy, often for personal gain", "type": "($E_O). ", "index": 5, "children": null}, {"name": "During the campaign, he vowed to take a chain saw to public spending and regulations, even wielding an actual chain saw at rallies", "type": "($E_E). ", "index": 5, "children": null}, {"name": "After Mr. Milei’s victory, price increases began accelerating in expectation of his new policies", "type": "($E_O). ", "index": 5, "children": null}, {"name": "The previous leftist government had used complicated currency controls, consumer subsidies and other measures to inflate the peso’s official value and keep several key prices artificially low, including for gas, transportation and electricity", "type": "($E_E). ", "index": 5, "children": null}, {"name": "Mr. Milei vowed to undo all that, and he has wasted little time", "type": "($E_E). ", "index": 5, "children": null}, {"name": "Two days after taking office, Mr. Milei began cutting government spending, including consumer subsidies", "type": "($E_E). ", "index": 5, "children": null}, {"name": "He also devalued the peso by 54 percent, putting the government’s exchange rate much closer to the market’s valuation", "type": "($E_E). ", "index": 5, "children": null}, {"name": "Economists said such measures were necessary to fix Argentina’s long-term financial problems", "type": "($E_E). ", "index": 5, "children": null}]}, {"name": "But they also brought short-term pain in the form of even faster inflation", "type": "C", "index": 6, "children": [{"name": "Some analysts questioned the lack of adequate safety nets for the poorest Argentines", "type": "($E_E). ", "index": 6, "children": null}, {"name": "In November, prices rose 13 percent from October, according to government data", "type": "($E_S). ", "index": 6, "children": null}, {"name": "Analysts predict prices will increase an additional 25 percent to 30 percent this month", "type": "($E_S). ", "index": 6, "children": null}, {"name": "And from now until February, some economists are forecasting an 80 percent jump, according to Santiago Manoukian, the chief economist at Ecolatina, an economics consulting firm", "type": "($E_S). ", "index": 6, "children": null}, {"name": "The forecasts are partly caused by soaring gas prices, which increased 60 percent from Dec. 7 to Dec. 13 and have a trickle-down effect on the economy", "type": "($E_S). ", "index": 6, "children": null}, {"name": "The currency devaluation made imported products like coffee, electronic devices and gas immediately more expensive because they are priced in U.S. dollars", "type": "($E_O). ", "index": 6, "children": null}, {"name": "A monthly Netflix subscription in Argentina jumped 60 percent to 6,676 pesos, or $8.30, the day after the devaluation, for example", "type": "($E_S). ", "index": 6, "children": null}, {"name": "It also prompted some domestic producers, including farmers and cattle ranchers, to increase prices to align them with their own rising costs", "type": "($E_P). ", "index": 6, "children": null}, {"name": "With the chronic high inflation, labor unions often negotiate large raises to try to keep up, yet those wage increases are quickly eaten up by sharp price hikes", "type": "($E_E). ", "index": 6, "children": null}, {"name": "Informal workers, a list that includes nannies and street vendors, and who make up nearly half of the economy, also do not get such raises", "type": "($E_P). ", "index": 6, "children": null}]}, {"name": "On Wednesday, Mr. Milei launched his next big steps to remake the government and economy with an emergency decree that significantly reduces the state’s role in the economy and eliminates a raft of regulations", "type": "C", "index": 7, "children": [{"name": "The measure prohibits the state from regulating the rental real estate market and setting limits on fees that banks and health insurers can charge customers; changes labor laws to make it easier to fire workers while also placing limits on strikes; and turns state companies into corporations so they can be privatized", "type": "($E_O). ", "index": 7, "children": null}, {"name": "Many legal analysts immediately questioned the decree’s constitutionality, saying that Mr. Milei was trying to subvert Congress", "type": "($E_E). ", "index": 7, "children": null}, {"name": "After the speech, people across Buenos Aires, like Jesusa Orfelia Peralta, 73, a retiree, took to the streets banging on pots to show their displeasure", "type": "($E_P). ", "index": 7, "children": null}, {"name": "She worried that price increases would make proper health care too expensive for her and her husband", "type": "($E_P). ", "index": 7, "children": null}, {"name": "Despite severe spinal problems, she said she did not hesitate to head out, using a walker, and vent her anger in public", "type": "($E_P). ", "index": 7, "children": null}, {"name": "she said", "type": "($E_P). ", "index": 7, "children": null}]}, {"name": "Mr. Milei has sought to discourage protests by threatening to cancel welfare plans and fine anyone involved in demonstrations that block roads", "type": "C", "index": 8, "children": [{"name": "Human rights groups have widely criticized such policies as restricting the right to protest peacefully", "type": "($E_E). ", "index": 8, "children": null}]}, {"name": "For now, most Argentines are trying to figure out how to make ends meet in what often feels like both a complicated course in economics and a frenzied sprint to buy before prices rise again", "type": "C", "index": 9, "children": [{"name": "“I always say that we are at university, and every day we sit for a difficult exam, every five minutes,” said Roberto Nicolás Ormeño, an owner of El Gauchito, a small empanada shop in downtown Buenos Aires", "type": "($E_P). ", "index": 9, "children": null}, {"name": "Mr. Ormeño said he had been scouring the market for his ingredients and changing suppliers almost every week, either because they increase prices too much or provide poorer quality products", "type": "($E_P). ", "index": 9, "children": null}, {"name": "He is trying to avoid passing along too much of his price increases to customers, though he is unsure how long he can sustain that", "type": "($E_P). ", "index": 9, "children": null}, {"name": "“I see my frequent customers buying one dozen instead of two” dozen empanadas, he said", "type": "($E_P). ", "index": 9, "children": null}, {"name": "Marisol del Valle Cardozo, who has a 3-year-old daughter, has been cutting back in a bid to make ends meet, turning to cheaper brands and going out less", "type": "($E_P). ", "index": 9, "children": null}, {"name": "“We don’t turn the air-conditioning on as much,” she said", "type": "($E_P). ", "index": 9, "children": null}, {"name": "“We decreased our plans on weekends from four times a month to just once”", "type": "($E_P). ", "index": 9, "children": null}, {"name": "Ms. Cardozo, who works for a police department outside Buenos Aires, said that she got a raise this year, but that it is already not enough", "type": "($E_P). ", "index": 9, "children": null}, {"name": "She also drives an Uber, but said that fare increases had not kept up with the soaring gas prices", "type": "($E_P). ", "index": 9, "children": null}]}, {"name": "Despite the challenges, Ms. Cardozo said she remained a Milei supporter and was hoping his policies work", "type": "C", "index": 10, "children": [{"name": "“We were living under a fantasy,” she said, referring to gas prices before the recent hike", "type": "($E_P). ", "index": 10, "children": null}, {"name": "“If these adjustments are necessary to thrive in the end, they’re worth it”", "type": "($E_P). \n", "index": 10, "children": null}]}]}