{
    "name": "Iceland Faces ‘New Chapter’ of Seismic Activity as Lava Menaces Town",
    "type": "title",
    "index": 0,
    "children": [
        {
            "name": " \nThe country has many earthquakes and eruptions, but now, “a daunting period of upheaval has begun” in the southwest, the president said",
            "type": "C",
            "index": 1,
            "children": [
                {
                    "name": "Living in a country that straddles two tectonic plates and has 130 or so volcanoes, Icelanders are no strangers to earthquakes and eruptions",
                    "type": "($E_O). ",
                    "index": 1,
                    "children": null,
                    "name_less": "Icelanders are accustomed to geological activity due to their country's volcanic landscape and location on tectonic plate boundaries."
                }
            ],
            "name_less": "The president stated that the southwest is now experiencing a significant period of seismic activity."
        },
        {
            "name": "But a lava stream that flowed into the southwestern town of Grindavik on Sunday, burning three homes — the first time in about 50 years that a residential area had been affected — was further proof that a threatening new phase of seismic activity had started in the area, according to Iceland’s president",
            "type": "C",
            "index": 2,
            "children": [
                {
                    "name": "“A daunting period of upheaval has begun on the Reykjanes Peninsula,” the president, Gudni Johannesson, said in a televised address on Sunday night, referring to the area that includes Grindavik",
                    "type": "($E_E). ",
                    "index": 2,
                    "children": null,
                    "name_less": "The president, Gudni Johannesson, announced the start of significant upheaval in the Reykjanes Peninsula area, including Grindavik."
                },
                {
                    "name": "“What we all hoped would not happen has come to pass”",
                    "type": "($E_E). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Our fears have become reality."
                },
                {
                    "name": "Since 2020, scientists have seen signs of increased volcanic activity on the Reykjanes Peninsula, which had been dormant for 800 years, and they have detected tens of thousands of earthquakes in recent months",
                    "type": "($E_S). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Volcanic activity on the Reykjanes Peninsula has surged after 800 years of dormancy, with numerous earthquakes detected recently."
                },
                {
                    "name": "In response to a potential eruption, Iceland has built defensive barriers around a geothermal power plant, which supplies hot water to the area, and around other potentially vulnerable sites nearby",
                    "type": "($E_O). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Iceland constructs barriers to protect a power plant and nearby areas from a possible volcanic eruption."
                },
                {
                    "name": "Grindavik, a fishing town of 3,600 people, was evacuated in November after strong seismic activity was recorded on the peninsula, then again in December, when a stream of lava erupted in a remote valley north of Grindavík for several days, without causing damage",
                    "type": "($E_O). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Grindavik was evacuated twice due to seismic activity and a non-damaging lava eruption."
                },
                {
                    "name": "Residents were advised not to return to their homes, and before the eruption on Sunday, the authorities ordered a complete evacuation of the 200 people who had remained",
                    "type": "($E_O). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Residents were told to evacuate and not to return due to an impending volcanic eruption."
                }
            ],
            "name_less": "Iceland's president confirms that recent lava flow destroying homes in Grindavik marks a new phase of seismic activity, the first in 50 years to affect a residential area."
        },
        {
            "name": "A volcanologist at the University of Iceland, Thorvaldur Thordarson, said on Monday that the threat to the peninsula, where about 31,000 residents live in several towns, would not end soon",
            "type": "C",
            "index": 3,
            "children": [
                {
                    "name": "“This new chapter on the Reykjanes Peninsula will last for a long time,” he said, adding, “A large, populated area is at stake”",
                    "type": "($E_E). ",
                    "index": 3,
                    "children": null,
                    "name_less": "A significant and inhabited region on the Reykjanes Peninsula is expected to be affected for an extended period."
                }
            ],
            "name_less": "Volcanic threat to Iceland's peninsula with 31,000 residents is ongoing, according to a volcanologist."
        },
        {
            "name": "The scorching orange stream of lava that poured out of a fissure on Sunday, descending on Grindavik, has left a question mark over when residents there might return",
            "type": "C",
            "index": 4,
            "children": [],
            "name_less": "Lava eruption in Grindavik raises uncertainty about residents' return."
        },
        {
            "name": "Iceland’s prime minister, Katrin Jakobsdottir, said on Monday that the evacuation of Grindavík’s residents — who represent 1 percent of Iceland’s total population of about 370,000 — is a major task, and that the authorities had to start thinking about “long-term solutions”",
            "type": "C",
            "index": 5,
            "children": [
                {
                    "name": "“It was one of the biggest natural disasters we have seen in recent times,” Ms. Jakobsdottir said in a phone call",
                    "type": "($E_E). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Ms. Jakobsdottir described a recent significant natural disaster."
                },
                {
                    "name": "“The events are part of a larger picture, which will be with us for the future to come”",
                    "type": "($E_E). ",
                    "index": 5,
                    "children": null,
                    "name_less": "The events are part of an ongoing larger trend."
                },
                {
                    "name": "Still, residents, even those who had their homes destroyed, hoped that they would eventually be able to go back",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Residents whose homes were destroyed remained hopeful about returning someday."
                },
                {
                    "name": "The earthquakes have also damaged dozens of buildings and roads in the town, and a construction worker last week fell through a crack and died",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Earthquakes caused significant structural damage and a fatality in the town."
                },
                {
                    "name": "Unndor Sigurdsson, a schoolteacher and a father of three, had recently built his house in Grindavik, in part with his own hands",
                    "type": "($E_P). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Schoolteacher Unndor Sigurdsson, also a father of three, recently built his own house in Grindavik."
                },
                {
                    "name": "He visited it last week, and he was planning to return to Grindavik soon",
                    "type": "($E_P). ",
                    "index": 5,
                    "children": null,
                    "name_less": "He plans to revisit Grindavik after a recent trip."
                },
                {
                    "name": "But on Sunday, Mr. Sigurdsson and his family watched their house go up in flames on livestream from a flat in Reykjavik",
                    "type": "($E_P). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Mr. Sigurdsson's family witnessed their house burning via livestream from a Reykjavik apartment."
                },
                {
                    "name": "“The fissure opened up like a straight arrow toward my house,” Mr. Sigurdsson, who coaches Grindavik’s basketball team, said in a phone call on Monday",
                    "type": "($E_P). ",
                    "index": 5,
                    "children": null,
                    "name_less": "A fissure opened up heading straight toward Mr. Sigurdsson's house."
                },
                {
                    "name": "“This morning, the video shows only a black layer of lava”",
                    "type": "($E_P). ",
                    "index": 5,
                    "children": null,
                    "name_less": "The video reveals a layer of black lava from this morning."
                },
                {
                    "name": "He added, “It is like my house was never there”",
                    "type": "($E_P). ",
                    "index": 5,
                    "children": null,
                    "name_less": "His house appeared to have vanished."
                }
            ],
            "name_less": "Iceland's PM stated that evacuating Grindavík's residents is a significant challenge, necessitating consideration of long-term solutions."
        },
        {
            "name": "But he said that he is still going to return",
            "type": "C",
            "index": 6,
            "children": [
                {
                    "name": "“When it is possible, and allowed,” he said",
                    "type": "($E_P). ",
                    "index": 6,
                    "children": null,
                    "name_less": "It's an incomplete sentence, but the summary could be: \"He spoke about conditions of possibility and permission.\""
                },
                {
                    "name": "“I will move back to Grindavík”",
                    "type": "($E_P). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Moving back to Grindavík."
                },
                {
                    "name": "Fannar Jónasson, the mayor of Grindavík, said that they were monitoring the volcanic activity day by day and building action plans",
                    "type": "($E_E). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Grindavík's mayor is closely monitoring volcanic activity and preparing response strategies."
                },
                {
                    "name": "“There is hope that our community in Grindavík will rebuild quickly,” he wrote in an email",
                    "type": "($E_E). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Grindavík community is expected to recover swiftly."
                },
                {
                    "name": "“But as things stand, you can’t say anything for sure, you can only hope”",
                    "type": "($E_E). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Uncertainty prevails, leaving only hope."
                },
                {
                    "name": "Hordur Gudbrandsson, 63, leader of a local labor union, said that, before Sunday’s lava flow, business owners in Grindavik had been planning to reopen",
                    "type": "($E_P). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Business reopening plans in Grindavik were disrupted by a Sunday lava flow, according to local labor union leader Hordur Gudbrandsson."
                },
                {
                    "name": "“The eruption has changed the tone,” said Mr. Gudbrandsson",
                    "type": "($E_P). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Mr. Gudbrandsson remarked that the eruption altered the situation."
                },
                {
                    "name": "“For how long, I don’t know”",
                    "type": "($E_P). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Indefinite duration."
                },
                {
                    "name": "Grindavik’s population has boomed in recent years thanks to an influx of people from the capital, Reykjavik, which is only a 45-minute drive away",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Grindavik’s population surged due to newcomers from nearby Reykjavik."
                },
                {
                    "name": "As well as commuting jobs, residents could find work at the geothermal plant, in the fishing industry or at the Blue Lagoon, a geothermal spa popular with tourists",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Residents have various employment opportunities including a geothermal plant, fishing industry, and the tourist-favored Blue Lagoon spa."
                },
                {
                    "name": "Tourism in Grindavik has been further boosted by frequent eruptions at the Fagradalsfjall mountain ridge, where the Reykjanes Peninsula first flared to life in 2021, after centuries of calm",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Fagradalsfjall eruptions have increased tourism in Grindavik."
                }
            ],
            "name_less": "He intends to return."
        },
        {
            "name": "But now, the volcanoes are threatening the town",
            "type": "C",
            "index": 7,
            "children": [
                {
                    "name": "Mr. Gudbrandsson said he was concerned about the future of the town, but he noted that, for a community that traditionally made its living on fishing boats in the stormy North Atlantic, facing up to adversity was a common trait",
                    "type": "($E_P). ",
                    "index": 7,
                    "children": null,
                    "name_less": "Mr. Gudbrandsson expressed concern for the town's future but recognized its tradition of resilience in adversity."
                },
                {
                    "name": "Bad news about sinking ships and drownings have always been part of life, he said: “We know how to stand together”",
                    "type": "($E_P). ",
                    "index": 7,
                    "children": null,
                    "name_less": "Community resilience in facing maritime disasters is strong."
                }
            ],
            "name_less": "Volcanoes pose a threat to the town."
        },
        {
            "name": "Vilhjalmur Arnason, a lawmaker and resident of Grindavik, said he was sure that residents would return",
            "type": "C",
            "index": 8,
            "children": [
                {
                    "name": "He cited an eruption of the Eldfell volcano in 1973, which dumped ash and lava over much of Heimaey, in the Westman Islands off southern Iceland, destroying several hundred homes",
                    "type": "($E_O). ",
                    "index": 8,
                    "children": null,
                    "name_less": "The 1973 Eldfell volcano eruption covered Heimaey in the Westman Islands with ash and lava, destroying numerous homes."
                },
                {
                    "name": "Many residents eventually went back to the island",
                    "type": "($E_O). ",
                    "index": 8,
                    "children": null,
                    "name_less": "Residents returned to the island."
                },
                {
                    "name": "“If you live in Iceland,” Mr. Arnason said, “You have to manage to live with the nature”",
                    "type": "($E_P). \n",
                    "index": 8,
                    "children": null,
                    "name_less": "Living in Iceland requires adapting to nature, according to Mr. Arnason."
                }
            ],
            "name_less": "Arnason expects residents to come back to Grindavik."
        }
    ],
    "name_less": "Iceland enters a period of increased seismic activity threatening nearby towns with lava flow."
}