{
    "name": "A ‘Miracle’: Plane Erupts in Flames Landing in Tokyo, but All Aboard Survive",
    "type": "title",
    "index": 0,
    "children": [
        {
            "name": " \nJapan Airlines said all 367 passengers and 12 crew members had safely evacuated the jet",
            "type": "C",
            "index": 1,
            "children": [
                {
                    "name": "But five crew members on a Japanese Coast Guard plane that collided with it were killed",
                    "type": "($E_O). ",
                    "index": 1,
                    "children": null,
                    "name_less": "Five crew members were killed in a collision involving a Japanese Coast Guard plane."
                },
                {
                    "name": "As flight attendants yelled, urging passengers to evacuate, an eerie orange glow burned outside the windows of Japan Airlines Flight 516",
                    "type": "($E_O). ",
                    "index": 1,
                    "children": null,
                    "name_less": "Japan Airlines Flight 516 passengers were urgently instructed to evacuate due to a fire."
                },
                {
                    "name": "The harrowing scene was caught on video from inside the plane, which collided with a Japanese Coast Guard aircraft as it was landing on Tuesday in Tokyo",
                    "type": "($E_O). ",
                    "index": 1,
                    "children": null,
                    "name_less": "Plane collides with Japanese Coast Guard aircraft while landing in Tokyo, caught on video."
                }
            ],
            "name_less": "Japan Airlines reports safe evacuation of 379 people from a jet."
        },
        {
            "name": "Through skill and luck — one aviation expert called it “a miraculous job” — the flight crew of the Japan Airlines plane evacuated all 367 passengers and 12 crew members safely at Haneda Airport near Tokyo Bay, according to Japan’s transport minister, Tetsuo Saito",
            "type": "C",
            "index": 2,
            "children": [
                {
                    "name": "But five Coast Guard members, who had been headed to help with the earthquake relief in Western Japan, were killed, Prime Minister Fumio Kishida said during a news conference",
                    "type": "($E_O). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Five Coast Guard members died en route to assist earthquake relief efforts in Western Japan, announced Prime Minister Fumio Kishida."
                },
                {
                    "name": "NHK, the public broadcaster later said 14 people had been injured on the passenger plane",
                    "type": "($E_O). ",
                    "index": 2,
                    "children": null,
                    "name_less": "14 people were injured on a passenger plane, according to NHK."
                }
            ],
            "name_less": "All 379 people aboard a Japan Airlines flight were safely evacuated at Haneda Airport."
        },
        {
            "name": "“The root cause of this accident is not known yet,” Mr. Saito said at a news briefing, adding that the country’s transport safety board and other agencies would work to determine what had happened",
            "type": "C",
            "index": 3,
            "children": [
                {
                    "name": "Video aired by NHK shows a fireball streaking across the tarmac as the plane touched down",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "NHK video shows a plane emitting a fireball during landing."
                },
                {
                    "name": "As frightening as that looked from outside the plane, it was even scarier inside, said Anton Deibe, a 17-year-old Swede who was on the plane with his family, as quoted in the Swedish newspaper Aftonbladet",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Anton Deibe, a 17-year-old Swede, described a terrifying experience inside a plane, which was reported in the Swedish newspaper Aftonbladet."
                },
                {
                    "name": "He told the newspaper that his family did not understand exactly what was happening or the announcements, which he said were in Japanese",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "He said his family did not comprehend the Japanese announcements."
                },
                {
                    "name": "His father, Jonas, told the newspaper, “The entire cabin was filled with smoke within a few minutes,” adding: “We threw ourselves down on the floor. Then the emergency doors were opened, and we threw ourselves at them”",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Jonas reported to the newspaper a rapid smoke-fill in the cabin, leading to an urgent evacuation through the emergency doors."
                },
                {
                    "name": "“The smoke in the cabin stung like hell,” Anton told Aftonbladet",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Anton described the cabin smoke as extremely painful to Aftonbladet."
                },
                {
                    "name": "He said that once they got out of the plane, he and his family had run out “onto the field”",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "He and his family quickly exited the plane onto the field."
                },
                {
                    "name": "“It was chaotic,” he added",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "He described the situation as chaotic."
                },
                {
                    "name": "“We are all completely in shock,” he said",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Everyone is shocked."
                },
                {
                    "name": "“I don’t think we understood what had happened”",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "We lacked comprehension of the event."
                },
                {
                    "name": "The family later said they were doing well",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "The family reported they were in good condition."
                },
                {
                    "name": "The Kyodo news agency of Japan quoted a passenger who described feeling as if the plane had hit something before it then jerked upward",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Plane passenger experienced sudden jolt as if the aircraft had collided with an object."
                },
                {
                    "name": "The passenger, who was not identified, then told of seeing sparks outside the window and the cabin filling with smoke",
                    "type": "($E_P). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Passenger reports sparks outside the plane window and smoke filling the cabin."
                },
                {
                    "name": "Japan Airlines said that the plane had left New Chitose Airport in the northern prefecture of Hokkaido at 4.15 p.m., and was scheduled to land at Haneda at 5:35 p.m. but landed at 5:47",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "The plane departed from New Chitose Airport and landed at Haneda later than scheduled."
                },
                {
                    "name": "A Coast Guard official said the Coast Guard aircraft had started taxiing to the runway around 4:45 p.m., about an hour before the collision",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Coast Guard plane began taxiing to runway shortly before the collision."
                },
                {
                    "name": "The airline said in a statement that the two planes collided and that both aircrafts caught fire",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Two planes collided and caught fire, according to the airline."
                },
                {
                    "name": "The airline added that according to interviews with the operating crew, the pilots “acknowledged and repeated the landing permission from air traffic control,” and then proceeded with the approach",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "The airline confirmed that the crew received and confirmed landing clearance before proceeding with the approach."
                }
            ],
            "name_less": "The cause of the accident remains undetermined, with investigations underway."
        },
        {
            "name": "In its statement, Japan Airlines said that the cause of the accident was still under investigation and that it was cooperating with officials",
            "type": "C",
            "index": 4,
            "children": [
                {
                    "name": "Live footage after 6 p.m. showed firefighters trying to douse flames pouring out of the aircraft, an Airbus A350-900",
                    "type": "($E_O). ",
                    "index": 4,
                    "children": null,
                    "name_less": "Firefighters battled flames on an Airbus A350-900 aircraft after 6 p.m."
                },
                {
                    "name": "Video showed the passengers using the evacuation slides to exit",
                    "type": "($E_O). ",
                    "index": 4,
                    "children": null,
                    "name_less": "Passengers evacuated using slides."
                },
                {
                    "name": "According to Japan Airlines, the aircraft’s announcement system malfunctioned during the evacuation, so the crew used a megaphone and their voices",
                    "type": "($E_O). ",
                    "index": 4,
                    "children": null,
                    "name_less": "The aircraft's announcement system failed, forcing the crew to use a megaphone and shouting for evacuation."
                },
                {
                    "name": "The Coast Guard plane involved in the collision was a smaller propeller plane, according to the Coast Guard",
                    "type": "($E_O). ",
                    "index": 4,
                    "children": null,
                    "name_less": "Coast Guard plane in collision was a small propeller aircraft."
                }
            ],
            "name_less": "Japan Airlines stated the accident's cause is under investigation and they are cooperating with authorities."
        },
        {
            "name": "Japan Airlines drew praise for being able to safely evacuate 367 passengers under what was likely to have been enormous pressure",
            "type": "C",
            "index": 5,
            "children": [
                {
                    "name": "Footage of the accident showed flames coming out of the windows of the collapsed plane, making it seem impossible that everyone made it out safe",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "The accident footage revealed a burning, collapsed plane with seemingly no survivors."
                },
                {
                    "name": "Ed Galea, a professor and director of the Fire Safety Engineering Group at the University of Greenwich in Britain, called the Japan Airlines 350 evacuation “a miraculous job”",
                    "type": "($E_E). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Ed Galea praised the Japan Airlines 350 evacuation as a miraculous achievement."
                },
                {
                    "name": "When the plane came to a stop, the nose gear collapsed, pitching the aircraft nose down with its tail up",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "The plane's nose gear failed upon landing, tilting the aircraft forward."
                },
                {
                    "name": "Mr. Galea said in an interview that the footage showed passengers were evacuated from two of the exits at the front of the plane, and one exit at the back",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Passengers were evacuated from the plane through three exits, two at the front and one at the back, according to Mr. Galea's interview."
                },
                {
                    "name": "Some of the “passengers essentially had to climb a hill in smoke,” he said",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Passengers had to escape through smoke-filled conditions."
                },
                {
                    "name": "“A cabin crew stood at the back waving a torch, urging them to come forward”",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "A cabin crew member signaled passengers to move forward using a torch."
                },
                {
                    "name": "Maggie Kuwasaki, a Japan Airlines spokeswoman, said in an email that because of the fire, only three doors were used for the evacuation",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Japan Airlines evacuation utilized only three doors due to a fire."
                },
                {
                    "name": "Japan Airlines crews are trained to evacuate all passengers within 90 seconds, Ms. Kuwasaki said",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "Japan Airlines crews can evacuate passengers in under 90 seconds according to Ms. Kuwasaki."
                },
                {
                    "name": "The crew was able to confirm that all passengers had evacuated by 6:05 p.m., she added",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "All passengers were evacuated by 6:05 p.m."
                }
            ],
            "name_less": "Japan Airlines safely evacuated 367 passengers under immense pressure."
        },
        {
            "name": "Trisha Ferguson, the chief executive of the Interaction Group, a company that designs airplane safety cards, said the fact that all the passengers managed to safely disembark in what could have otherwise been a deadly accident demonstrated a successful cooperation between passengers and staff",
            "type": "C",
            "index": 6,
            "children": [
                {
                    "name": "“The crew was spectacular in their reaction times,” said Ms. Ferguson, who is an aviation industry expert with 28 years of involvement in passenger safety education",
                    "type": "($E_E). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Aviation expert Ms. Ferguson praised the crew's quick response times."
                },
                {
                    "name": "“What they did was amazing,” she added",
                    "type": "($E_E). ",
                    "index": 6,
                    "children": null,
                    "name_less": "She praised their actions as amazing."
                },
                {
                    "name": "As part of safety testing of new airplanes, airlines must demonstrate that all passengers can be evacuated in 90 seconds",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Airlines must prove new airplanes can evacuate all passengers within 90 seconds for safety tests."
                },
                {
                    "name": "In the 1970s and 1980s, emergency training was mainly focused on the crew, Ms. Ferguson said, but in the 1990s and 2000s, new emphasis was placed on educating passengers how to react in emergencies",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Emergency training evolved from crew-focused in the '70s and '80s to prioritizing passenger education in the '90s and 2000s."
                },
                {
                    "name": "In this case, passengers could see the smoke, giving them incentive to move faster and leave behind their luggage",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Passengers were motivated to evacuate quickly after noticing smoke."
                },
                {
                    "name": "When passengers stop to take their luggage during an evacuation, the process is slowed, Ms. Ferguson said",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Passengers retrieving luggage during evacuation slows down the process."
                },
                {
                    "name": "“It really is a miracle,” she said, “that they got everyone out”",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Everyone was successfully evacuated."
                },
                {
                    "name": "Video showed the top of the plane had been completely burned off",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Plane suffered extensive fire damage."
                },
                {
                    "name": "NHK reported later Tuesday that about 100 flights were canceled because of the crash",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "About 100 flights canceled due to a crash, as reported by NHK."
                },
                {
                    "name": "Alex Macheras, an aviation analyst, told the BBC that Japan Airlines is known for being a leader in safety",
                    "type": "($E_E). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Japan Airlines has a reputation for prioritizing safety, according to aviation analyst Alex Macheras."
                },
                {
                    "name": "Yoshio Seguchi, deputy director of the Japan Coast Guard, apologized for the crash but also offered few details about the cause of the accident",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Japan Coast Guard deputy director apologizes for crash, details on the cause remain scarce."
                },
                {
                    "name": "Mr. Kishida said of the Coast Guard crew, “They were filled with a determined sense of mission, and it is extremely regrettable and distressing what has happened to them”",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Mr. Kishida expressed regret and distress over the unfortunate incident involving the determined Coast Guard crew."
                },
                {
                    "name": "And he expressed his “profound condolences to their surviving families”",
                    "type": "($E_O).\n",
                    "index": 6,
                    "children": null,
                    "name_less": "He offered deep sympathy to the families of the deceased."
                }
            ],
            "name_less": "All passengers safely disembarked from an accident due to effective cooperation, highlighting the success of the Interaction Group's safety card designs."
        }
    ],
    "name_less": "All passengers survive a plane catching fire while landing in Tokyo."
}