{
    "name": "As Fighting Intensifies in Southern Gaza, Palestinians Flee Hospital Refuge",
    "type": "title",
    "index": 0,
    "children": [
        {
            "name": " Israel and Hamas are battling near a hospital in Khan Younis, near where the military said it had detected mortar fire",
            "type": "C",
            "index": 1,
            "children": [
                {
                    "name": "About 7,000 people had sought shelter on the hospital grounds, the U.N. said",
                    "type": "($E_O). ",
                    "index": 1,
                    "children": null,
                    "name_less": "Thousands sought refuge on hospital grounds, according to the U.N."
                }
            ],
            "name_less": "Israel and Hamas clash near a hospital in Khan Younis following detected mortar fire."
        },
        {
            "name": "Scores of displaced Palestinians fled the grounds of a hospital in southern Gaza as fighting raged on Wednesday in and around the city of Khan Younis, where the Israeli military says it is trying to crush a Hamas stronghold",
            "type": "C",
            "index": 2,
            "children": [
                {
                    "name": "Videos verified by The New York Times show families fleeing the hospital, Nasser Medical Center in Khan Younis, carrying duffel bags, backpacks and blankets as the sound of explosions reverberated",
                    "type": "($E_P). ",
                    "index": 2,
                    "children": null,
                    "name_less": "Families evacuated Nasser Medical Center in Khan Younis amidst explosions, taking belongings with them."
                },
                {
                    "name": "The Israeli military said this week that they had detected mortar fire aimed at its forces from the hospital complex, the largest in the southern Gaza Strip",
                    "type": "($E_E). ",
                    "index": 2,
                    "children": null,
                    "name_less": "The Israeli military detected mortar fire from a hospital complex in southern Gaza Strip."
                }
            ],
            "name_less": "Palestinians in southern Gaza fled a hospital amid intense fighting in Khan Younis, targeted by the Israeli military as a Hamas stronghold."
        },
        {
            "name": "The fighting around the hospital underlines the dangers for civilians in southern Gaza as the Israeli military converges on Khan Younis",
            "type": "C",
            "index": 3,
            "children": [
                {
                    "name": "About 7,000 people were believed to have been sheltering on the hospital’s grounds, the United Nations’ humanitarian office said on Wednesday, adding that an “intensification of hostilities” in the area also made it harder for patients and health workers to get access to the hospital",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Thousands shelter at a hospital amid intensified hostilities, hindering access for patients and staff, according to UN."
                },
                {
                    "name": "Many displaced Palestinians in southern Gaza have relocated several times since the war between Israel and Hamas began on Oct. 7, an experience that has reinforced the feeling that nowhere is safe in the enclave",
                    "type": "($E_O). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Displaced Palestinians in southern Gaza feel unsafe after multiple relocations since the October war between Israel and Hamas."
                },
                {
                    "name": "The Gazan health authorities say that more than 24,000 people, including women and children, have been killed in the enclave since then",
                    "type": "($E_S). ",
                    "index": 3,
                    "children": null,
                    "name_less": "Over 24,000 people have died in Gaza according to health officials."
                }
            ],
            "name_less": "Civilian safety is at risk in southern Gaza, especially in Khan Younis amid Israeli military operations."
        },
        {
            "name": "Hamas’s Khan Younis brigade is among the armed group’s last major forces, as their fighters in northern Gaza have been largely subdued, according to Israeli military officials",
            "type": "C",
            "index": 4,
            "children": [
                {
                    "name": "Israeli troops, led by the military’s 98th division, have been advancing into the Palestinian city since December, after the collapse of a brief cease-fire with Hamas",
                    "type": "($E_O). ",
                    "index": 4,
                    "children": null,
                    "name_less": "Israeli forces have resumed operations in a Palestinian city following a failed cease-fire with Hamas."
                },
                {
                    "name": "Civilians, many of whom fled northern Gaza following Israeli evacuation orders, have taken refuge in makeshift tent cities, overflowing schools and on the grounds of hospitals",
                    "type": "($E_O). ",
                    "index": 4,
                    "children": null,
                    "name_less": "Civilians from northern Gaza have sought refuge in temporary camps after Israeli evacuation orders."
                }
            ],
            "name_less": "Israeli military officials state that Hamas's Khan Younis brigade is one of its last significant forces after subduing fighters in northern Gaza."
        },
        {
            "name": "The battles for southern Gaza, Israeli military officials say, are extremely challenging because of the presence of those civilians and Hamas’s tactic of embedding weapons and fighters among the population and around civilian infrastructure",
            "type": "C",
            "index": 5,
            "children": [
                {
                    "name": "The fighting is further complicated by a network of war tunnels that Hamas constructed beneath the enclave, at times running beneath residential areas and, in at least one known instance, accessible from the grounds of a hospital",
                    "type": "($E_O). ",
                    "index": 5,
                    "children": null,
                    "name_less": "The complexity of the fighting is increased by Hamas' war tunnels, which run under residential areas and even a hospital."
                }
            ],
            "name_less": "Israeli military officials find battling in southern Gaza difficult due to Hamas's strategy of using civilians and civilian infrastructure to conceal weapons and fighters."
        },
        {
            "name": "Top Hamas leaders such as Yahya Sinwar — a native son of Khan Younis — may be hiding in fortified tunnels underneath his hometown, Israeli officials say",
            "type": "C",
            "index": 6,
            "children": [
                {
                    "name": "If so, they add, he has most likely surrounded himself with some of the more than 100 Israeli hostages remaining in Gaza — another stumbling block",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "The speaker suggests that an individual is possibly using over 100 remaining Israeli hostages in Gaza as a protective barrier."
                },
                {
                    "name": "The southern portion of the Gaza Strip is about seven miles wide",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "The Gaza Strip's southern part is approximately seven miles wide."
                },
                {
                    "name": "But in a measure of the difficulty Israel is having in gaining control of that part of Gaza, the military said on Wednesday it had airdropped 16 tons of ammunition, fuel, water and food for its troops there",
                    "type": "($E_O). ",
                    "index": 6,
                    "children": null,
                    "name_less": "Israel struggles to control Gaza, airdrops supplies to its troops."
                }
            ],
            "name_less": "Israeli officials suggest top Hamas leaders, including Yahya Sinwar, might be hiding in tunnels under his hometown, Khan Younis."
        },
        {
            "name": "Amid the Israeli airstrikes and intense fighting, hospitals in Gaza have struggled to deal with a seemingly constant stream of wounded people, grossly inadequate medical supplies, unsanitary conditions and significant staffing challenges",
            "type": "C",
            "index": 7,
            "children": [
                {
                    "name": "The United Nations said on Wednesday that Nasser and two other major hospitals in Gaza were at risk of being shut down because of evacuation orders for areas next to the medical facilities, as well as fighting close by",
                    "type": "($E_O). ",
                    "index": 7,
                    "children": null,
                    "name_less": "Three major hospitals in Gaza face shutdown risk due to evacuation orders and nearby fighting, according to the United Nations."
                },
                {
                    "name": "The World Health Organization reported that Nasser hospital alone treated 700 patients on Monday, double its usual daily caseload, requiring some patients to be cared for on the floor",
                    "type": "($E_O). ",
                    "index": 7,
                    "children": null,
                    "name_less": "Nasser hospital treated double its normal number of patients, with some on the floor due to the overload."
                },
                {
                    "name": "Only 15 out of Gaza’s 36 hospitals are even partly functional, the W.H.O. said",
                    "type": "($E_O). ",
                    "index": 7,
                    "children": null,
                    "name_less": "Gaza has 15 partially operational hospitals, according to the WHO."
                }
            ],
            "name_less": "Gaza's hospitals face severe difficulties handling the influx of casualties, lack of supplies, and unsanitary conditions amidst ongoing Israeli airstrikes and conflict."
        },
        {
            "name": "Israel has accused Hamas of using hospitals for military purposes, and its raid on Al-Shifa Hospital in northern Gaza revealed a stone-and-concrete tunnel shaft below the hospital",
            "type": "C",
            "index": 8,
            "children": [
                {
                    "name": "Israeli forces raided Al-Shifa Hospital in November, a move that officials from the Gaza Health Ministry said put the hospital out of service at the time",
                    "type": "($E_O). ",
                    "index": 8,
                    "children": null,
                    "name_less": "Israeli raid rendered Al-Shifa Hospital non-operational in November."
                },
                {
                    "name": "Rear Adm. Daniel Hagari, the chief spokesman of the Israeli military, said on Tuesday that the army had detected the launch of a munition from the Nasser complex toward Israeli soldiers",
                    "type": "($E_E). ",
                    "index": 8,
                    "children": null,
                    "name_less": "The Israeli military observed a weapon being fired from the Nasser complex at their troops."
                },
                {
                    "name": "The Israeli military later clarified that he had been referring to mortar fire",
                    "type": "($E_E). ",
                    "index": 8,
                    "children": null,
                    "name_less": "The Israeli military stated the comment was about mortar attacks."
                },
                {
                    "name": "“The Hamas terrorist organization systematically operates in Gaza’s hospitals and nearby areas using civilians as human shields,” he wrote on social media",
                    "type": "($E_E). ",
                    "index": 8,
                    "children": null,
                    "name_less": "Hamas uses hospitals in Gaza as operational bases, endangering civilians."
                },
                {
                    "name": "Hamas denies its fighters have used hospitals as bases for their operations",
                    "type": "($E_O). ",
                    "index": 8,
                    "children": null,
                    "name_less": "Hamas denies using hospitals as military bases."
                }
            ],
            "name_less": "Israel alleges Hamas exploits hospitals for military operations, citing a tunnel under Al-Shifa Hospital in Gaza."
        },
        {
            "name": "The Times was not able to reach medical workers at the hospital on Wednesday as a near-total communications blackout across the Gaza Strip continued for a sixth consecutive day, leaving besieged civilians unable to call for help and aid workers struggling to reach them as Israeli airstrikes rained down on the south",
            "type": "C",
            "index": 9,
            "children": [
                {
                    "name": "Paltel, the strip’s largest telecommunications company, said the blackout was the longest of several Gaza had faced since the start of the war",
                    "type": "($E_O). ",
                    "index": 9,
                    "children": null,
                    "name_less": "Gaza experienced its longest blackout since the war began, according to Paltel, the largest telecommunications firm in the area."
                },
                {
                    "name": "Airstrikes and fighting between Israeli soldiers and Palestinian militants in Khan Younis have been so intense that repair crews have had trouble reaching the damaged sites, Paltel said",
                    "type": "($E_O). ",
                    "index": 9,
                    "children": null,
                    "name_less": "Intense conflict in Khan Younis hampers repair efforts."
                },
                {
                    "name": "Last week, two of its workers, in the process of making repairs, were killed when a company car was fired upon, Paltel said, adding that it had coordinated the repairs with the Israeli authorities in advance",
                    "type": "($E_O). ",
                    "index": 9,
                    "children": null,
                    "name_less": "Two workers were killed during repair work in an incident involving a company car being shot despite prior coordination with Israeli authorities, according to Paltel."
                },
                {
                    "name": "The Israeli military said the episode had been referred for investigation",
                    "type": "($E_E). ",
                    "index": 9,
                    "children": null,
                    "name_less": "The incident involving the Israeli military is under investigation."
                }
            ],
            "name_less": "Israeli airstrikes continued in Gaza amid a communications blackout, hindering aid efforts and isolating residents."
        },
        {
            "name": "Even as the fighting continued, some officials were looking ahead to reconstruction once hostilities had ended",
            "type": "C",
            "index": 10,
            "children": [
                {
                    "name": "Rebuilding housing will cost at least $15 billion, Mohammad Mustafa, the chairman of the Palestine Investment Fund, whose board is appointed by the president of the Palestinian Authority, said on Wednesday",
                    "type": "($E_E). ",
                    "index": 10,
                    "children": null,
                    "name_less": "Reconstruction of housing in Palestine is estimated to cost over $15 billion, according to the chairman of the Palestine Investment Fund."
                },
                {
                    "name": "Speaking at the World Economic Forum’s annual meeting in the Swiss ski resort of Davos, Mr. Mustafa said the estimate did not include hospitals and infrastructure damaged or destroyed",
                    "type": "($E_O). ",
                    "index": 10,
                    "children": null,
                    "name_less": "Mr. Mustafa spoke at the Davos World Economic Forum about unaccounted damage to hospitals and infrastructure."
                }
            ],
            "name_less": "Officials anticipated post-conflict reconstruction while the fighting was ongoing."
        },
        {
            "name": "The U.S. secretary of state, Antony J. Blinken, who was also in Davos, said on Wednesday that the civilian suffering in Gaza was “gut wrenching” and that American officials had spoken to Israeli officials about their responsibility to minimize civilian casualties and facilitate humanitarian aid",
            "type": "C",
            "index": 11,
            "children": [
                {
                    "name": "Mr. Blinken’s comments, while cast in unusually sharp language, were also a defense of the Biden administration’s approach to the conflict, in which it has strongly backed Israel’s war against Hamas while pressing Israeli officials to limit harm to Palestinian civilians",
                    "type": "($E_E). ",
                    "index": 11,
                    "children": null,
                    "name_less": "Mr. Blinken defended the Biden administration's strong support for Israel against Hamas, emphasizing efforts to minimize Palestinian civilian casualties."
                },
                {
                    "name": "“The suffering we’re seeing among innocent men, women and children breaks my heart,” he said in response to questions by The Times columnist Thomas Friedman",
                    "type": "($E_E). ",
                    "index": 11,
                    "children": null,
                    "name_less": "He expressed heartbreak over the suffering of innocent people."
                },
                {
                    "name": "“The question is, what is to be done?”",
                    "type": "($E_O). ",
                    "index": 11,
                    "children": null,
                    "name_less": "What actions should be taken?"
                },
                {
                    "name": "“We’ve made judgments about how we thought we could be most effective in trying to shape this in ways to get more humanitarian assistance to people to get better protections and minimize civilian casualties,” he went on",
                    "type": "($E_E). ",
                    "index": 11,
                    "children": null,
                    "name_less": "Efforts have been focused on maximizing humanitarian aid and reducing civilian casualties."
                },
                {
                    "name": "“Every step along the way, not only have we impressed upon Israel its responsibilities to do that, we’ve seen some progress in areas where, absent our engagement, I don’t believe it would have happened.”",
                    "type": "($E_E). ",
                    "index": 11,
                    "children": null,
                    "name_less": "U.S. engagement has prompted progress in Israel's fulfillment of its responsibilities."
                },
                {
                    "name": "Mr. Blinken’s comments were consistent with the U.S. government’s broad political and military support for Israel’s military offensive in Gaza, which began after the Hamas-led attack killed about 1,200 people and more than 200 others were taken hostage on Oct. 7, Israeli officials said",
                    "type": "($E_O). ",
                    "index": 11,
                    "children": null,
                    "name_less": "U.S. supports Israel's military offensive in response to Hamas-led attack resulting in casualties and hostages."
                }
            ],
            "name_less": "Antony Blinken called the civilian suffering in Gaza \"gut wrenching\" and discussed with Israeli officials their duty to minimize civilian casualties and ensure humanitarian aid."
        },
        {
            "name": "Also on Wednesday, the Israeli military said it had killed a Palestinian militant commander, Abdullah Abu Shalal, alongside several fellow fighters in the occupied West Bank in an airstrike targeting their vehicle",
            "type": "C",
            "index": 12,
            "children": [
                {
                    "name": "The army described Mr. Abu Shalal as the commander of a militant cell based in the city of Nablus that was planning an “imminent” attack against Israelis",
                    "type": "($E_E). ",
                    "index": 12,
                    "children": null,
                    "name_less": "Army identifies Mr. Abu Shalal as leader of Nablus cell plotting an imminent attack."
                },
                {
                    "name": "Palestinian officials said the men were members of the Al-Aqsa Martyrs’ Brigades, an armed group loosely affiliated with Fatah, the dominant Palestinian political faction in the West Bank",
                    "type": "($E_O). ",
                    "index": 12,
                    "children": null,
                    "name_less": "Palestinian officials identified the men as members of the Al-Aqsa Martyrs’ Brigades, linked with Fatah."
                }
            ],
            "name_less": "Israeli military killed Palestinian commander Abdullah Abu Shalal and several militants in an airstrike in the West Bank."
        }
    ],
    "name_less": "Intensified fighting in Southern Gaza causes Palestinians to evacuate hospital shelter."
}