{"name": "Stalling: A Time-Tested Legal Strategy That Keeps Working for Trump", "type": "title", "index": 0, "children": [{"name": "The schedule seemed stacked against Donald J. Trump: four criminal trials in four cities, all in the same year he is running for president", "type": "C", "index": 1, "children": []}, {"name": "But rather than doom Mr. Trump, the chaotic calendar might just save him", "type": "C", "index": 2, "children": [{"name": "Mr. Trump, who as president helped reshape the federal judiciary, has already persuaded the Supreme Court to delay his trial in Washington", "type": "E_O", "index": "2_0", "children": null}, {"name": "His lawyers have buried judges in Florida and Georgia in enough legal motions and procedural complaints that his cases there have no set trial dates, either", "type": "E_O", "index": "2_1", "children": null}, {"name": "The case in Manhattan, where the district attorney accused Mr. Trump of covering up a sex scandal during and after the 2016 presidential campaign, was the only one not mired in potential postponements", "type": "E_O", "index": "2_2", "children": null}, {"name": "Until now", "type": "E_O", "index": "2_3", "children": null}, {"name": "On Friday, Justice Juan M. Merchan, who is overseeing the case, delayed the trial at least three weeks, until mid-April", "type": "E_O", "index": "2_4", "children": null}]}, {"name": "It was hardly the first case to be delayed during Mr. Trump's recent run of legal problems — and that is no accident", "type": "C", "index": 3, "children": [{"name": "The postponement of the Manhattan trial — the first prosecution of a former American president — stems from the recent disclosure of more than 100,000 pages of investigative records that may have some bearing on the case", "type": "E_O", "index": "3_0", "children": null}, {"name": "Mr. Trump's lawyers sought a 90-day delay of the trial, citing the records, which were recently turned over by federal prosecutors who had previously investigated the same conduct", "type": "E_O", "index": "3_1", "children": null}, {"name": "The Manhattan district attorney, Alvin L. Bragg, proposed a delay of up to 30 days", "type": "E_O", "index": "3_2", "children": null}, {"name": "Mr. Trump's lawyers also asked the judge to dismiss the case, or penalize Mr. Bragg's prosecutors, blaming them for the last-minute production of records — an accusation that the district attorney disputes", "type": "E_O", "index": "3_3", "children": null}, {"name": "The delay in Manhattan also came on the same day that Mr. Trump's other state case — in Georgia, where he has been accused of tampering with the results of the 2020 election — had its own tumultuous development: One of the proceeding's top prosecutors, who had a romantic relationship with the district attorney who filed the indictment, stepped down after a judge decided that one of them had to go", "type": "E_O", "index": "3_4", "children": null}]}, {"name": "Seek every delay available within the law", "type": "C", "index": 4, "children": [{"name": "Until the election, his goal appears to be to manufacture the prosecutorial equivalent of a four-car pileup at the busiest legal intersection in America", "type": "E_O", "index": "4_0", "children": null}, {"name": "And despite Mr. Trump's laments about a cabal of Deep State liberal prosecutors putting their heads together to conspire against him, the reality is that there is no single cop directing traffic", "type": "E_O", "index": "4_1", "children": null}]}, {"name": "The day's events showed that the cases, accusing Mr. Trump of a remarkable array of crimes, will slog on, even as the former president continues to drag his feet", "type": "C", "index": 5, "children": [{"name": "When facing legal woes, as he has for decades in civil courts, Mr. Trump seeks to manipulate the schedule", "type": "E_O", "index": "5_0", "children": null}, {"name": "Whether or not the facts are in his favor, he plays a game of calendar calculus to pit one case against the other, in hopes of pushing them past the election", "type": "E_O", "index": "5_1", "children": null}, {"name": "If he wins, the cases would have to pause once he took office", "type": "E_O", "index": "5_2", "children": null}, {"name": "It is longstanding policy that a sitting president cannot face trial on criminal charges", "type": "E_O", "index": "5_3", "children": null}]}, {"name": "Mr. Trump has sought to exploit that rule, proposing delays in one case that have ultimately affected other cases and assigning the same lawyers to multiple matters, only to then turn around and argue that their schedules conflict", "type": "C", "index": 6, "children": []}, {"name": "While Mr. Trump began the year facing the daunting prospect of trials in at least two of his criminal cases before the election — not to mention a pair of civil trials that delivered a devastating financial blow to the former president — the only date on his legal docket now is \"to be determined\"", "type": "C", "index": 7, "children": [{"name": "\"Anybody who's got four criminal cases to contend with has four serious problems,\" said William W. Taylor III, a veteran white-collar defense attorney in Washington, D.C., who has handled cases in federal and state court around the country", "type": "E_E", "index": "7_0", "children": null}, {"name": "He noted that Mr. Trump was hardly the only defendant who wanted to delay a trial, adding, \"The last thing you want to do if you're in the position of being a defendant in those things is to have any of them be resolved\"", "type": "E_E", "index": "7_1", "children": null}]}, {"name": "Some of Mr. Trump's success could be written off as luck", "type": "C", "index": 8, "children": []}, {"name": "But his willingness to push at the limits of traditional democratic systems, including the courts, has required his legal opponents to anticipate developments that are out of their control", "type": "C", "index": 9, "children": [{"name": "They must, in essence, play a perfect game", "type": "E_O", "index": "9_0", "children": null}, {"name": "Yet so far, as evidenced by the delay in the Manhattan case, they have not", "type": "E_O", "index": "9_1", "children": null}]}, {"name": "Mr. Trump's other criminal cases have also been affected by his strategy of delay, but in the end could move forward as well", "type": "C", "index": 10, "children": [{"name": "If the Supreme Court rules in June, as expected, Mr. Trump's federal criminal case in Washington, where he is accused of plotting to overturn the 2020 election, could in theory go to trial around September", "type": "E_O", "index": "10_0", "children": null}, {"name": "But if that happens, there is no guarantee that the jury hearing the case would render a verdict before the election in November", "type": "E_O", "index": "10_1", "children": null}]}, {"name": "Mr. Trump's case in Georgia on charges of tampering with that state's election is also in flux — albeit for different reasons", "type": "C", "index": 11, "children": [{"name": "On Friday, the judge overseeing the matter declined to remove Fani Willis, the Fulton County district attorney, from the case, so long as Nathan Wade, the deputy she had a relationship with, stepped down", "type": "E_O", "index": "11_0", "children": null}, {"name": "Mr. Wade did exactly that, staving off a legal disaster", "type": "E_O", "index": "11_1", "children": null}, {"name": "While his decision is likely to allow the case to move forward, it could easily prove beneficial to Mr. Trump's effort to discredit it politically", "type": "E_O", "index": "11_2", "children": null}, {"name": "The weeks spent gathering evidence about the relationship also burned up precious time in a case that she would like to take in front of a jury in August", "type": "E_O", "index": "11_3", "children": null}, {"name": "That may prove unrealistic, given that the judge in the case, Scott McAfee, has not weighed in on when he wants the trial to begin", "type": "E_O", "index": "11_4", "children": null}]}, {"name": "There is also no firm trial date in Mr. Trump's classified document case in Florida", "type": "C", "index": 12, "children": [{"name": "While the judge overseeing the matter, Aileen M. Cannon, is slowly pushing it forward — she denied one of Mr. Trump's motions to dismiss the case on Thursday — she has not yet said when the trial will begin, even though she held a hearing two weeks ago specifically to decide that question", "type": "E_O", "index": "12_0", "children": null}, {"name": "Two of Mr. Trump's lawyers, Todd Blanche and Emil Bove, are representing him in both Manhattan and Florida, and they have sought to play the two cases against each other, complaining to Judge Cannon that their client would be hard-pressed to attend a trial in one place while attending hearings in another", "type": "E_O", "index": "12_1", "children": null}, {"name": "\"Think about what that means,\" Mr. Blanche told Judge Cannon at the hearing two weeks ago", "type": "E_O", "index": "12_2", "children": null}, {"name": "\"That means that President Trump is in a jury trial all day Monday, all day Tuesday, in New York. He has to end up at home on Tuesday night, come to this courtroom to argue over a dozen motions, then get back to his home, fly back to New York to have a jury trial the next day\"", "type": "E_O", "index": "12_3", "children": null}]}, {"name": "For months, the Manhattan case seemed immune from Mr. Trump's delay tactics", "type": "C", "index": 13, "children": [{"name": "Last month, when Justice Merchan convened a hearing to set the trial date, Mr. Trump's legal team pleaded for a delay", "type": "E_O", "index": "13_0", "children": null}, {"name": "Mr. Blanche called the schedule \"unfathomable,\" arguing that \"we are in the middle of primary season,\" claiming that the trial would overlap with dozens of Republican primaries and caucuses", "type": "E_O", "index": "13_1", "children": null}, {"name": "Justice Merchan was unmoved", "type": "E_O", "index": "13_2", "children": null}, {"name": "At one point, the judge instructed Mr. Blanche to \"stop interrupting me, please,\" and to \"tell me something you haven't already said today\"", "type": "E_O", "index": "13_3", "children": null}, {"name": "He set the trial for March 25", "type": "E_O", "index": "13_4", "children": null}]}, {"name": "But soon after the hearing, the new stack of records appeared", "type": "C", "index": 14, "children": [{"name": "They came courtesy of federal prosecutors at the Southern District of New York, which had previously investigated a hush-money payment at the center of Mr. Bragg's case against Mr. Trump", "type": "E_O", "index": "14_0", "children": null}, {"name": "Mr. Bragg's prosecutors said they had requested records from the Southern District last year, and had received some, but not all, of what they sought", "type": "E_O", "index": "14_1", "children": null}, {"name": "Then, in January, Mr. Trump's lawyers subpoenaed the Southern District, which in turn produced over 100,000 pages of records, giving them to both the defense and the prosecution earlier this month", "type": "E_O", "index": "14_2", "children": null}, {"name": "Only a subset of those records are thought to be relevant to the case", "type": "E_O", "index": "14_3", "children": null}, {"name": "It is unclear why the federal prosecutors did not give the district attorney, a close law enforcement partner, all of the material sooner", "type": "E_O", "index": "14_4", "children": null}, {"name": "But the Southern District is so fiercely independent that it is known in prosecutorial circles as the sovereign district of New York", "type": "E_O", "index": "14_5", "children": null}, {"name": "Mr. Bragg's prosecutors have also said that they were prepared to begin the trial on March 25 as planned but that they did not oppose a 30-day delay \"out of an abundance of caution and to ensure that defendant has sufficient time to review the new materials\"", "type": "E_O", "index": "14_6", "children": null}]}, {"name": "The delay was orchestrated by Mr. Trump, the prosecutors contend", "type": "C", "index": 15, "children": [{"name": "He failed to request the records from the Southern District until January — nearly nine months after he was indicted", "type": "E_O", "index": "15_0", "children": null}, {"name": "And, according to Mr. Bragg's office, the former president \"consented to repeated extensions of the deadline\" for the Southern District", "type": "E_O", "index": "15_1", "children": null}, {"name": "Any lag in turning over records, Mr. Bragg wrote, \"is a result solely of defendant's delay\"", "type": "E_O", "index": "15_2", "children": null}]}]}