{
    "name": "Georgia Trump Prosecutor Urges Appeals Court to Decline Disqualification Case",
    "type": "title",
    "index": 0,
    "children": [
        {
            "name": " The prosecutor, Fani Willis, defended a judge’s recent ruling that she could continue leading the election interference case against Donald J. Trump",
            "type": "C",
            "index": 1,
            "children": [
                {
                    "name": "Fani T. Willis, the district attorney of Fulton County, Ga., filed a motion on Monday seeking to block an appeal of a ruling last month allowing her to continue leading the state election interference case against former President Donald J. Trump",
                    "type": "E_P",
                    "index": "1_0",
                    "children": null
                }
            ]
        },
        {
            "name": "For much of this year, the high-profile case took a detour as Mr. Trump and his co-defendants sought to disqualify Ms. Willis, claiming that her romantic relationship with Nathan J. Wade, a lawyer she had hired to manage the prosecution, had created an untenable conflict of interest",
            "type": "C",
            "index": 2,
            "children": [
                {
                    "name": "But last month, Judge Scott McAfee of Fulton Superior Court ruled that an actual conflict of interest did not exist",
                    "type": "E_E",
                    "index": "2_0",
                    "children": null
                },
                {
                    "name": "He allowed Ms. Willis to keep the case, though only if Mr. Wade stepped aside to resolve an “appearance of impropriety”",
                    "type": "E_E",
                    "index": "2_1",
                    "children": null
                },
                {
                    "name": "Mr. Wade resigned after the ruling",
                    "type": "E_P",
                    "index": "2_2",
                    "children": null
                }
            ]
        },
        {
            "name": "Lawyers for Mr. Trump and other defendants have asked the Georgia Court of Appeals to reverse the decision",
            "type": "C",
            "index": 3,
            "children": [
                {
                    "name": "The court, which leans conservative, has until mid-May to decide whether to take up the matter",
                    "type": "E_O",
                    "index": "3_0",
                    "children": null
                },
                {
                    "name": "Judge McAfee, who was appointed by the state’s Republican governor, Brian Kemp, has earned praise from even politically liberal observers for careful rulings that have sought middle ground in the contentious case",
                    "type": "E_E",
                    "index": "3_1",
                    "children": null
                },
                {
                    "name": "Ms. Willis was not happy that the judge, who once worked for her in the district attorney’s office, allowed days of hearings delving into her personal life as he weighed the conflict-of-interest question",
                    "type": "E_P",
                    "index": "3_2",
                    "children": null
                }
            ]
        },
        {
            "name": "But in her filing on Monday, she defended Judge McAfee’s order allowing her to keep the case",
            "type": "C",
            "index": 4,
            "children": [
                {
                    "name": "“There is simply no trial court error to be found in the decision to deny disqualification,” she wrote",
                    "type": "E_P",
                    "index": "4_0",
                    "children": null
                }
            ]
        },
        {
            "name": "Among other things, Ms. Willis defended the judge’s findings concerning a January speech that she gave at an Atlanta church, in which she suggested that her critics were “playing the race card” by bringing to light her relationship with Mr. Wade",
            "type": "C",
            "index": 5,
            "children": [
                {
                    "name": "Defense lawyers had argued that the speech was improper because it could have prejudiced the jury pool against the defendants",
                    "type": "E_O",
                    "index": "5_0",
                    "children": null
                },
                {
                    "name": "On Monday, Ms. Willis noted that she had not mentioned any defendants by name in the church speech",
                    "type": "E_P",
                    "index": "5_1",
                    "children": null
                },
                {
                    "name": "She also described her race card comment as “too vague, brief and limited in scope to imply any defendant harbored racial prejudice, particularly to the point of requiring disqualification\"",
                    "type": "E_P",
                    "index": "5_2",
                    "children": null
                }
            ]
        },
        {
            "name": "In another filing on Monday, Mr. Trump and most of his co-defendants asked Judge McAfee for permission to seek an appeal of a recent ruling in which the judge declined to throw out the election interference case on First Amendment grounds",
            "type": "C",
            "index": 6,
            "children": [
                {
                    "name": "The defendants have argued that the criminal case is flawed because it is based on protected political speech",
                    "type": "E_O",
                    "index": "6_0",
                    "children": null
                },
                {
                    "name": "The judge, in his ruling last week, disagreed",
                    "type": "E_E",
                    "index": "6_1",
                    "children": null
                },
                {
                    "name": "“Even core political speech addressing matters of public concern is not impenetrable from prosecution if allegedly used to further criminal activity,” he wrote",
                    "type": "E_E",
                    "index": "6_2",
                    "children": null
                }
            ]
        },
        {
            "name": "No trial date has been set yet, though the disqualification effort has made the case less likely to come before a jury this year",
            "type": "C",
            "index": 7,
            "children": []
        }
    ]
}